Repository: starcat-app/Starcat
Catalog: Starcat/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, id, it, ja, ko, nl, pl, pt_br, ru, tr, uk, vi, zh_hans, zh_hant

# rag.workspace.inspector.clarificationFallback
source: Please add your goal, repository, or technical keyword in the input.
ar: يرجى إضافة هدفك، أو المستودع، أو الكلمة المفتاحية التقنية في الإدخال.
de: Bitte fügen Sie Ihr Ziel, Repository oder technisches Schlüsselwort in die Eingabe ein.
es: Por favor, añade tu objetivo, repositorio o palabra clave técnica en la entrada.
fr: Veuillez ajouter votre objectif, dépôt ou mot-clé technique dans la saisie.
id: Silakan tambahkan tujuan, repositori, atau kata kunci teknis Anda di input.
it: Aggiungi il tuo obiettivo, repository o parola chiave tecnica nell'input.
ja: 入力に目標、リポジトリ、または技術キーワードを追加してください。
ko: 입력에 목표, 저장소 또는 기술 키워드를 추가해 주세요.
nl: Voeg uw doel, repository of technisch trefwoord toe in de invoer.
pl: Dodaj swój cel, repozytorium lub słowo kluczowe techniczne w polu wejściowym.
pt_br: Por favor, adicione seu objetivo, repositório ou palavra-chave técnica na entrada.
ru: Пожалуйста, добавьте вашу цель, репозиторий или техническое ключевое слово в ввод.
tr: Lütfen girişe hedefinizi, deponuzu veya teknik anahtar kelimenizi ekleyin.
uk: Будь ласка, додайте вашу мету, репозиторій або технічне ключове слово в поле введення.
vi: Vui lòng thêm mục tiêu, kho lưu trữ hoặc từ khóa kỹ thuật vào đầu vào.
zh_hans: 请在输入框补充目标、仓库或技术关键词。
zh_hant: 请在输入框补充目标、仓库或技术关键词。

# rag.workspace.inspector.clarificationQuestion
source: Question to clarify
ar: سؤال للتوضيح
de: Frage zur Klärung
es: Pregunta para aclarar
fr: Question à clarifier
id: Pertanyaan untuk klarifikasi
it: Domanda da chiarire
ja: 確認質問
ko: 명확히 할 질문
nl: Vraag ter verduidelijking
pl: Pytanie do wyjaśnienia
pt_br: Pergunta para esclarecer
ru: Уточняющий вопрос
tr: Açıklanacak soru
uk: Уточнювальне запитання
vi: Câu hỏi cần làm rõ
zh_hans: 需要补充的问题
zh_hant: 需要补充的问题

# rag.workspace.inspector.confidence.high
source: High
ar: عالية
de: Hoch
es: Alta
fr: Élevée
id: Tinggi
it: Alta
ja: 高
ko: 높음
nl: Hoog
pl: Wysoka
pt_br: Alta
ru: Высокая
tr: Yüksek
uk: Висока
vi: Cao
zh_hans: 高
zh_hant: 高

# rag.workspace.inspector.confidence.medium
source: Medium
ar: متوسط
de: Mittel
es: Medio
fr: Moyen
id: Sedang
it: Media
ja: 中
ko: 중간
nl: Gemiddeld
pl: Średni
pt_br: Médio
ru: Средний
tr: Orta
uk: Середній
vi: Trung bình
zh_hans: 中
zh_hant: 中

# rag.workspace.inspector.confidence.needsClarification
source: Need more details
ar: بحاجة لمزيد من التفاصيل
de: Mehr Details erforderlich
es: Necesito más detalles
fr: Plus de détails nécessaires
id: Perlu detail lebih lanjut
it: Servono più dettagli
ja: 詳細が必要
ko: 세부 정보 필요
nl: Meer details nodig
pl: Potrzebne więcej szczegółów
pt_br: Precisa de mais detalhes
ru: Нужны уточнения
tr: Daha fazla ayrıntı gerekli
uk: Потрібні додаткові деталі
vi: Cần thêm chi tiết
zh_hans: 需要补充信息
zh_hant: 需要补充信息

# rag.workspace.inspector.fetchedAt
source: Fetched at
ar: تم الجلب في
de: Abgerufen am
es: Obtenido el
fr: Récupéré le
id: Diambil pada
it: Recuperato il
ja: 取得日時
ko: 가져온 시간
nl: Opgehaald om
pl: Pobrano
pt_br: Obtido em
ru: Получено
tr: Getirilme zamanı
uk: Отримано о
vi: Đã tải lúc
zh_hans: 抓取时间
zh_hant: 抓取时间

# rag.workspace.inspector.keywordQueries
source: Keyword queries
ar: استعلامات الكلمات المفتاحية
de: Schlüsselwortabfragen
es: Consultas de palabras clave
fr: Requêtes par mot-clé
id: Kueri kata kunci
it: Query per parole chiave
ja: キーワードクエリ
ko: 키워드 쿼리
nl: Trefwoordzoekopdrachten
pl: Zapytania słów kluczowych
pt_br: Consultas por palavra-chave
ru: Поисковые запросы
tr: Anahtar kelime sorguları
uk: Запити за ключовими словами
vi: Truy vấn từ khóa
zh_hans: 关键词查询
zh_hant: 关键词查询

# rag.workspace.inspector.location
source: Location
ar: الموقع
de: Standort
es: Ubicación
fr: Emplacement
id: Lokasi
it: Posizione
ja: 場所
ko: 위치
nl: Locatie
pl: Lokalizacja
pt_br: Localização
ru: Расположение
tr: Konum
uk: Розташування
vi: Vị trí
zh_hans: 位置
zh_hant: 位置

# rag.workspace.inspector.matchType
source: Match type
ar: نوع المطابقة
de: Übereinstimmungstyp
es: Tipo de coincidencia
fr: Type de correspondance
id: Jenis kecocokan
it: Tipo di corrispondenza
ja: 一致タイプ
ko: 일치 유형
nl: Overeenkomsttype
pl: Typ dopasowania
pt_br: Tipo de correspondência
ru: Тип совпадения
tr: Eşleşme türü
uk: Тип збігу
vi: Loại khớp
zh_hans: 命中方式
zh_hant: 命中方式

# rag.workspace.inspector.metadata.added30d
source: Added · 30d
ar: مضافة · 30 يومًا
de: Hinzugefügt · 30d
es: Añadido · 30d
fr: Ajouté · 30j
id: Ditambahkan · 30h
it: Aggiunto · 30g
ja: 追加 · 30日
ko: 추가됨 · 30일
nl: Toegevoegd · 30d
pl: Dodane · 30d
pt_br: Adicionado · 30d
ru: Добавлено · 30 дн.
tr: Eklendi · 30g
uk: Додано · 30 днів
vi: Đã thêm · 30 ngày
zh_hans: 近 30 天入库
zh_hant: 近 30 天入库

# rag.workspace.inspector.metadata.aiGeneratedNotes
source: AI-generated notes
ar: ملاحظات مولدة بالذكاء الاصطناعي
de: KI-generierte Notizen
es: Notas generadas por IA
fr: Notes générées par IA
id: Catatan buatan AI
it: Note generate dall'IA
ja: AI生成ノート
ko: AI 생성 노트
nl: AI-gegenereerde notities
pl: Notatki generowane przez AI
pt_br: Notas geradas por IA
ru: Заметки, созданные ИИ
tr: Yapay zeka notları
uk: Нотатки, створені ШІ
vi: Ghi chú do AI tạo
zh_hans: 其中 AI 生成
zh_hant: 其中 AI 生成

# rag.workspace.inspector.metadata.aiSummaryCoverage
source: AI summaries
ar: ملخصات الذكاء الاصطناعي
de: KI-Zusammenfassungen
es: Resúmenes de IA
fr: Résumés IA
id: Ringkasan AI
it: Riepiloghi IA
ja: AIサマリー
ko: AI 요약
nl: AI-samenvattingen
pl: Podsumowania AI
pt_br: Resumos de IA
ru: Сводки ИИ
tr: Yapay zeka özetleri
uk: Підсумки ШІ
vi: Tóm tắt AI
zh_hans: AI 摘要
zh_hant: AI 摘要

# rag.workspace.inspector.metadata.excludedChunks
source: Excluded chunks
ar: الأجزاء المستبعدة
de: Ausgeschlossene Chunks
es: Fragmentos excluidos
fr: Morceaux exclus
id: Potongan yang dikecualikan
it: Blocchi esclusi
ja: 除外されたチャンク
ko: 제외된 청크
nl: Uitgesloten brokken
pl: Wykluczone fragmenty
pt_br: Trechos excluídos
ru: Исключённые фрагменты
tr: Hariç tutulan parçalar
uk: Виключені фрагменти
vi: Đoạn bị loại trừ
zh_hans: 已排除分片
zh_hant: 已排除分片

# rag.workspace.inspector.metadata.group.activity
source: Last 30 days
ar: آخر 30 يومًا
de: Letzte 30 Tage
es: Últimos 30 días
fr: 30 derniers jours
id: 30 hari terakhir
it: Ultimi 30 giorni
ja: 過去30日
ko: 최근 30일
nl: Laatste 30 dagen
pl: Ostatnie 30 dni
pt_br: Últimos 30 dias
ru: Последние 30 дней
tr: Son 30 gün
uk: Останні 30 днів
vi: 30 ngày qua
zh_hans: 近 30 天
zh_hant: 近 30 天

# rag.workspace.inspector.metadata.group.artifacts
source: AI artifacts
ar: مخرجات الذكاء الاصطناعي
de: KI-Artefakte
es: Artefactos de IA
fr: Artéfacts IA
id: Artefak AI
it: Artefatti IA
ja: AI成果物
ko: AI 아티팩트
nl: AI-artefacten
pl: Artefakty AI
pt_br: Artefatos de IA
ru: Артефакты ИИ
tr: Yapay zeka yapıtları
uk: Артефакти ШІ
vi: Sản phẩm AI
zh_hans: AI 内容
zh_hant: AI 内容

# rag.workspace.inspector.metadata.group.availability
source: Index availability
ar: توفر الفهرس
de: Indexverfügbarkeit
es: Disponibilidad del índice
fr: Disponibilité de l'index
id: Ketersediaan indeks
it: Disponibilità indicizzazione
ja: インデックス可用性
ko: 인덱스 가용성
nl: Indexbeschikbaarheid
pl: Dostępność indeksu
pt_br: Disponibilidade do índice
ru: Доступность индекса
tr: Dizin kullanılabilirliği
uk: Доступність індексу
vi: Khả dụng chỉ mục
zh_hans: 索引可用性
zh_hant: 索引可用性

# rag.workspace.inspector.metadata.group.freshness
source: Content freshness
ar: حداثة المحتوى
de: Inhaltsaktualität
es: Actualidad del contenido
fr: Fraîcheur du contenu
id: Kesegaran konten
it: Aggiornamento contenuti
ja: コンテンツの鮮度
ko: 콘텐츠 신선도
nl: Inhoudsversheid
pl: Świeżość treści
pt_br: Atualidade do conteúdo
ru: Свежесть контента
tr: İçerik tazeliği
uk: Свіжість вмісту
vi: Độ mới của nội dung
zh_hans: 内容新鲜度
zh_hant: 内容新鲜度

# rag.workspace.inspector.metadata.group.index
source: Index
ar: الفهرس
es: Índice
id: Indeks
it: Indice
ja: インデックス
ko: 인덱스
pl: Indeks
pt_br: Índice
ru: Индекс
tr: Dizin
uk: Індекс
vi: Chỉ mục
zh_hans: 索引
zh_hant: 索引

# rag.workspace.inspector.metadata.group.sourceCoverage
source: RAG source coverage
ar: تغطية مصدر RAG
de: RAG-Quellenabdeckung
es: Cobertura de fuentes RAG
fr: Couverture des sources RAG
id: Cakupan sumber RAG
it: Copertura sorgenti RAG
ja: RAGソースカバレッジ
ko: RAG 소스 적용 범위
nl: RAG-brondekking
pl: Pokrycie źródła RAG
pt_br: Cobertura de fontes RAG
ru: Охват источников RAG
tr: RAG kaynak kapsamı
uk: Покриття джерел RAG
vi: Phạm vi phủ nguồn RAG
zh_hans: RAG 来源覆盖
zh_hant: RAG 来源覆盖

# rag.workspace.inspector.metadata.group.tags
source: Tags
ar: الوسوم
es: Etiquetas
fr: Étiquettes
id: Tag
it: Tag
ja: タグ
ko: 태그
pl: Tagi
pt_br: Etiquetas
ru: Теги
tr: Etiketler
uk: Теги
vi: Thẻ
zh_hans: 标签
zh_hant: 标签

# rag.workspace.inspector.metadata.help.artifacts.definition.body
source: Coverage is calculated from repositories currently in the knowledge base. Only aggregate counts are shown; note and summary content is never exposed here.
ar: يتم حساب التغطية من المستودعات الموجودة حاليًا في قاعدة المعرفة. يتم عرض الأعداد الإجمالية فقط؛ لا يتم عرض محتوى الملاحظات والملخصات هنا أبدًا.
de: Die Abdeckung wird aus den Repositories berechnet, die sich derzeit in der Wissensdatenbank befinden. Es werden nur aggregierte Zahlen angezeigt; Notiz- und Zusammenfassungsinhalte werden hier nie offengelegt.
es: La cobertura se calcula a partir de los repositorios actualmente en la base de conocimiento. Solo se muestran recuentos agregados; el contenido de notas y resúmenes nunca se expone aquí.
fr: La couverture est calculée à partir des dépôts actuellement dans la base de connaissances. Seuls les totaux agrégés sont affichés ; le contenu des notes et des résumés n'est jamais exposé ici.
id: Cakupan dihitung dari repositori yang saat ini ada di basis pengetahuan. Hanya jumlah agregat yang ditampilkan; konten catatan dan ringkasan tidak pernah diekspos di sini.
it: La copertura è calcolata dai repository attualmente nella knowledge base. Vengono mostrati solo i conteggi aggregati; il contenuto di note e riepiloghi non viene mai esposto qui.
ja: カバレッジは現在ナレッジベースにあるリポジトリから計算されます。集計数のみ表示され、ノートやサマリーの内容はここで公開されることはありません。
ko: 적용 범위는 현재 지식 베이스에 있는 저장소에서 계산됩니다. 집계 수만 표시되며, 노트 및 요약 콘텐츠는 여기에 표시되지 않습니다.
nl: Dekking wordt berekend op basis van repositories die zich momenteel in de kennisbank bevinden. Alleen totale aantallen worden getoond; notitie- en samenvattingsinhoud wordt hier nooit weergegeven.
pl: Pokrycie jest obliczane na podstawie repozytoriów znajdujących się obecnie w bazie wiedzy. Pokazywane są tylko zagregowane liczby; notatki i podsumowania nie są tutaj ujawniane.
pt_br: A cobertura é calculada a partir dos repositórios atualmente na base de conhecimento. Apenas contagens agregadas são exibidas; o conteúdo de notas e resumos nunca é exposto aqui.
ru: Охват рассчитывается по репозиториям, находящимся в базе знаний. Показываются только общие количества; содержимое заметок и сводок здесь никогда не раскрывается.
tr: Kapsam, bilgi tabanındaki depolar üzerinden hesaplanır. Yalnızca toplam sayılar gösterilir; not ve özet içeriği burada asla gösterilmez.
uk: Покриття розраховується на основі репозиторіїв, які зараз є в базі знань. Показуються лише загальні кількості; вміст нотаток і підсумків ніколи не розкривається.
vi: Phạm vi phủ được tính từ các kho lưu trữ hiện có trong cơ sở tri thức. Chỉ hiển thị số liệu tổng hợp; nội dung ghi chú và tóm tắt không bao giờ được hiển thị ở đây.
zh_hans: 覆盖率以当前已入库项目为范围。这里只展示聚合数量，不展示笔记或摘要正文。
zh_hant: 覆盖率以当前已入库项目为范围。这里只展示聚合数量，不展示笔记或摘要正文。

# rag.workspace.inspector.metadata.help.artifacts.definition.title
source: What do these numbers mean?
ar: ماذا تعني هذه الأرقام؟
de: Was bedeuten diese Zahlen?
es: ¿Qué significan estos números?
fr: Que signifient ces chiffres ?
id: Apa arti angka-angka ini?
it: Cosa significano questi numeri?
ja: これらの数値の意味は？
ko: 이 숫자는 무엇을 의미하나요?
nl: Wat betekenen deze getallen?
pl: Co oznaczają te liczby?
pt_br: O que esses números significam?
ru: Что означают эти числа?
tr: Bu sayılar ne anlama geliyor?
uk: Що означають ці числа?
vi: Các con số này có nghĩa là gì?
zh_hans: 这些数字代表什么？
zh_hant: 这些数字代表什么？

# rag.workspace.inspector.metadata.help.artifacts.field.aiGeneratedNotes
source: AI-generated notes
ar: ملاحظات مولدة بالذكاء الاصطناعي
de: KI-generierte Notizen
es: Notas generadas por IA
fr: Notes générées par IA
id: Catatan buatan AI
it: Note generate dall'IA
ja: AI生成ノート
ko: AI 생성 노트
nl: AI-gegenereerde notities
pl: Notatki generowane przez AI
pt_br: Notas geradas por IA
ru: Заметки, созданные ИИ
tr: Yapay zeka notları
uk: Нотатки, створені ШІ
vi: Ghi chú do AI tạo
zh_hans: AI 生成笔记
zh_hant: AI 生成笔记

# rag.workspace.inspector.metadata.help.artifacts.field.aiSummaries
source: AI summaries
ar: ملخصات الذكاء الاصطناعي
de: KI-Zusammenfassungen
es: Resúmenes de IA
fr: Résumés IA
id: Ringkasan AI
it: Riepiloghi IA
ja: AIサマリー
ko: AI 요약
nl: AI-samenvattingen
pl: Podsumowania AI
pt_br: Resumos de IA
ru: Сводки ИИ
tr: Yapay zeka özetleri
uk: Підсумки ШІ
vi: Tóm tắt AI
zh_hans: AI 摘要
zh_hant: AI 摘要

# rag.workspace.inspector.metadata.help.artifacts.field.privateNotes
source: Private notes
ar: ملاحظات خاصة
de: Private Notizen
es: Notas privadas
fr: Notes privées
id: Catatan pribadi
it: Note private
ja: プライベートノート
ko: 비공개 노트
nl: Privénotities
pl: Prywatne notatki
pt_br: Notas privadas
ru: Личные заметки
tr: Özel notlar
uk: Приватні нотатки
vi: Ghi chú riêng tư
zh_hans: 私有笔记
zh_hant: 私有笔记

# rag.workspace.inspector.metadata.help.artifacts.field.scope
source: In-library repositories
ar: المستودعات داخل المكتبة
de: Repositories in der Bibliothek
es: Repositorios en la biblioteca
fr: Dépôts dans la bibliothèque
id: Repositori dalam perpustakaan
it: Repository nella libreria
ja: ライブラリ内のリポジトリ
ko: 라이브러리 내 저장소
nl: Repositories in de bibliotheek
pl: Repozytoria w bibliotece
pt_br: Repositórios na biblioteca
ru: Репозитории в библиотеке
tr: Kütüphane içi depolar
uk: Репозиторії в бібліотеці
vi: Kho lưu trữ trong thư viện
zh_hans: 已入库项目
zh_hant: 已入库项目

# rag.workspace.inspector.metadata.help.artifacts.fields.title
source: Snapshot details
ar: تفاصيل اللقطة
de: Schnappschussdetails
es: Detalles de la instantánea
fr: Détails de l'instantané
id: Detail cuplikan
it: Dettagli istantanea
ja: スナップショット詳細
ko: 스냅샷 세부 정보
pl: Szczegóły migawki
pt_br: Detalhes do instantâneo
ru: Сведения о снимке
tr: Anlık görüntü ayrıntıları
uk: Деталі знімка
vi: Chi tiết ảnh chụp nhanh
zh_hans: 快照明细
zh_hant: 快照明细

# rag.workspace.inspector.metadata.help.artifacts.open
source: Explain AI artifacts
ar: شرح مخرجات الذكاء الاصطناعي
de: KI-Artefakte erklären
es: Explicar artefactos de IA
fr: Expliquer les artéfacts IA
id: Jelaskan artefak AI
it: Spiega artefatti IA
ja: AI成果物の説明
ko: AI 아티팩트 설명
nl: AI-artefacten uitleggen
pl: Wyjaśnij artefakty AI
pt_br: Explicar artefatos de IA
ru: Объяснить артефакты ИИ
tr: Yapay zeka yapıtlarını açıkla
uk: Пояснити артефакти ШІ
vi: Giải thích sản phẩm AI
zh_hans: 说明 AI 内容
zh_hant: 说明 AI 内容

# rag.workspace.inspector.metadata.help.artifacts.title
source: AI artifacts
ar: مخرجات الذكاء الاصطناعي
de: KI-Artefakte
es: Artefactos de IA
fr: Artéfacts IA
id: Artefak AI
it: Artefatti IA
ja: AI成果物
ko: AI 아티팩트
nl: AI-artefacten
pl: Artefakty AI
pt_br: Artefatos de IA
ru: Артефакты ИИ
tr: Yapay zeka yapıtları
uk: Артефакти ШІ
vi: Sản phẩm AI
zh_hans: AI 内容
zh_hant: AI 内容

# rag.workspace.inspector.metadata.help.availability.definition.body
source: Excluded chunks are intentionally hidden from retrieval. No README means no README source was built; no indexable source means the repository has no active, non-excluded RAG chunk from any source.
ar: الأجزاء المستبعدة مخفية عن قصد من الاسترجاع. لا يوجد README يعني أنه لم يتم بناء مصدر README؛ لا يوجد مصدر قابل للفهرسة يعني أن المستودع لا يحتوي على أي جزء RAG نشط وغير مستبعد من أي مصدر.
de: Ausgeschlossene Chunks werden absichtlich vor dem Abruf verborgen. Kein README bedeutet, dass keine README-Quelle erstellt wurde; keine indizierbare Quelle bedeutet, dass das Repository keinen aktiven, nicht ausgeschlossenen RAG-Chunk aus irgendeiner Quelle hat.
es: Los fragmentos excluidos están ocultos intencionalmente de la recuperación. Sin README significa que no se construyó ninguna fuente README; sin fuente indexable significa que el repositorio no tiene ningún fragmento RAG activo y no excluido de ninguna fuente.
fr: Les morceaux exclus sont intentionnellement cachés de la récupération. Aucun README signifie qu'aucun README source n'a été construit ; aucune source indexable signifie que le dépôt n'a aucun morceau RAG actif et non exclu, quelle que soit la source.
id: Potongan yang dikecualikan sengaja disembunyikan dari pengambilan. Tidak ada README berarti tidak ada sumber README yang dibangun; tidak ada sumber yang dapat diindeks berarti repositori tidak memiliki potongan RAG aktif yang tidak dikecualikan dari sumber mana pun.
it: I blocchi esclusi sono intenzionalmente nascosti dal recupero. Nessun README significa che non è stato creato alcun README sorgente; nessuna sorgente indicizzabile significa che il repository non ha alcun blocco RAG attivo e non escluso da alcuna sorgente.
ja: 除外されたチャンクは意図的に検索から隠されています。READMEがない場合はREADMEソースがビルドされていないことを意味し、インデックス可能なソースがない場合はリポジトリにアクティブで除外されていないRAGチャンクがどのソースにもないことを意味します。
ko: 제외된 청크는 검색에서 의도적으로 숨겨집니다. README 없음은 README 소스가 빌드되지 않았음을 의미하며, 인덱싱 가능한 소스 없음은 저장소에 활성 상태이며 제외되지 않은 RAG 청크가 없음을 의미합니다.
nl: Uitgesloten brokken worden opzettelijk verborgen voor ophalen. Geen README betekent dat er geen README-bron is gebouwd; geen indexeerbare bron betekent dat de repository geen actieve, niet-uitgesloten RAG-brok uit een bron heeft.
pl: Wykluczone fragmenty są celowo ukryte przed wyszukiwaniem. Brak pliku README oznacza, że nie zbudowano źródła README; brak źródła indeksowalnego oznacza, że repozytorium nie ma aktywnego, niewykluczonego fragmentu RAG z żadnego źródła.
pt_br: Trechos excluídos são intencionalmente ocultados da recuperação. Sem README significa que nenhuma fonte README foi construída; sem fonte indexável significa que o repositório não possui nenhum trecho RAG ativo e não excluído de qualquer fonte.
ru: Исключённые фрагменты намеренно скрыты от поиска. Отсутствие README означает, что источник README не был построен; отсутствие индексируемого источника означает, что у репозитория нет активных, неисключённых фрагментов RAG ни из одного источника.
tr: Hariç tutulan parçalar kasıtlı olarak getirmeden gizlenir. README yoksa README kaynağı oluşturulmamıştır; dizine eklenebilir kaynak yoksa deponun herhangi bir kaynaktan aktif, hariç tutulmamış RAG parçası yoktur.
uk: Виключені фрагменти навмисно приховані від пошуку. Відсутність README означає, що джерело README не було побудовано; відсутність індексованого джерела означає, що репозиторій не має активних, не виключених фрагментів RAG з жодного джерела.
vi: Các đoạn bị loại trừ được cố tình ẩn khỏi truy xuất. Không có README nghĩa là không có nguồn README nào được xây dựng; không có nguồn có thể lập chỉ mục nghĩa là kho lưu trữ không có đoạn RAG đang hoạt động, không bị loại trừ từ bất kỳ nguồn nào.
zh_hans: 已排除分片不会参与召回；无 README 表示未生成 README 来源；无可索引来源表示该项目不存在任何未排除的 RAG 来源分片。
zh_hant: 已排除分片不会参与召回；无 README 表示未生成 README 来源；无可索引来源表示该项目不存在任何未排除的 RAG 来源分片。

# rag.workspace.inspector.metadata.help.availability.definition.title
source: Why can retrieval miss?
ar: لماذا قد يفشل الاسترجاع؟
de: Warum kann der Abruf fehlschlagen?
es: ¿Por qué la recuperación puede fallar?
fr: Pourquoi la récupération peut-elle échouer ?
id: Mengapa pengambilan bisa gagal?
it: Perché il recupero può fallire?
ja: 検索がヒットしない理由は？
ko: 검색이 누락될 수 있는 이유는?
nl: Waarom kan ophalen missen?
pl: Dlaczego wyszukiwanie może nie znaleźć?
pt_br: Por que a recuperação pode falhar?
ru: Почему поиск может не находить?
tr: Getirme neden ıskalayabilir?
uk: Чому пошук може не знаходити?
vi: Tại sao truy xuất có thể bỏ sót?
zh_hans: 为什么可能召回不到？
zh_hant: 为什么可能召回不到？

# rag.workspace.inspector.metadata.help.availability.field.excludedChunks
source: Excluded chunks
ar: الأجزاء المستبعدة
de: Ausgeschlossene Chunks
es: Fragmentos excluidos
fr: Morceaux exclus
id: Potongan yang dikecualikan
it: Blocchi esclusi
ja: 除外されたチャンク
ko: 제외된 청크
nl: Uitgesloten brokken
pl: Wykluczone fragmenty
pt_br: Trechos excluídos
ru: Исключённые фрагменты
tr: Hariç tutulan parçalar
uk: Виключені фрагменти
vi: Đoạn bị loại trừ
zh_hans: 已排除分片
zh_hant: 已排除分片

# rag.workspace.inspector.metadata.help.availability.field.withoutREADME
source: Repositories without README
ar: مستودعات بدون README
de: Repositories ohne README
es: Repositorios sin README
fr: Dépôts sans README
id: Repositori tanpa README
it: Repository senza README
ja: READMEのないリポジトリ
ko: README가 없는 저장소
nl: Repositories zonder README
pl: Repozytoria bez README
pt_br: Repositórios sem README
ru: Репозитории без README
tr: README'siz depolar
uk: Репозиторії без README
vi: Kho lưu trữ không có README
zh_hans: 无 README 的项目
zh_hant: 无 README 的项目

# rag.workspace.inspector.metadata.help.availability.field.withoutSource
source: Repositories without indexable sources
ar: مستودعات بدون مصادر قابلة للفهرسة
de: Repositories ohne indizierbare Quellen
es: Repositorios sin fuentes indexables
fr: Dépôts sans sources indexables
id: Repositori tanpa sumber yang dapat diindeks
it: Repository senza sorgenti indicizzabili
ja: インデックス可能なソースのないリポジトリ
ko: 인덱싱 가능한 소스가 없는 저장소
nl: Repositories zonder indexeerbare bronnen
pl: Repozytoria bez źródeł indeksowalnych
pt_br: Repositórios sem fontes indexáveis
ru: Репозитории без индексируемых источников
tr: Dizine eklenebilir kaynağı olmayan depolar
uk: Репозиторії без індексованих джерел
vi: Kho lưu trữ không có nguồn có thể lập chỉ mục
zh_hans: 无可索引来源的项目
zh_hant: 无可索引来源的项目

# rag.workspace.inspector.metadata.help.availability.fields.title
source: Snapshot details
ar: تفاصيل اللقطة
de: Schnappschussdetails
es: Detalles de la instantánea
fr: Détails de l'instantané
id: Detail cuplikan
it: Dettagli istantanea
ja: スナップショット詳細
ko: 스냅샷 세부 정보
pl: Szczegóły migawki
pt_br: Detalhes do instantâneo
ru: Сведения о снимке
tr: Anlık görüntü ayrıntıları
uk: Деталі знімка
vi: Chi tiết ảnh chụp nhanh
zh_hans: 快照明细
zh_hant: 快照明细

# rag.workspace.inspector.metadata.help.availability.open
source: Explain index availability
ar: شرح توفر الفهرس
de: Indexverfügbarkeit erklären
es: Explicar disponibilidad del índice
fr: Expliquer la disponibilité de l'index
id: Jelaskan ketersediaan indeks
it: Spiega disponibilità indicizzazione
ja: インデックス可用性の説明
ko: 인덱스 가용성 설명
nl: Indexbeschikbaarheid uitleggen
pl: Wyjaśnij dostępność indeksu
pt_br: Explicar disponibilidade do índice
ru: Объяснить доступность индекса
tr: Dizin kullanılabilirliğini açıkla
uk: Пояснити доступність індексу
vi: Giải thích khả dụng chỉ mục
zh_hans: 说明索引可用性
zh_hant: 说明索引可用性

# rag.workspace.inspector.metadata.help.availability.title
source: Index availability
ar: توفر الفهرس
de: Indexverfügbarkeit
es: Disponibilidad del índice
fr: Disponibilité de l'index
id: Ketersediaan indeks
it: Disponibilità indicizzazione
ja: インデックス可用性
ko: 인덱스 가용성
nl: Indexbeschikbaarheid
pl: Dostępność indeksu
pt_br: Disponibilidade do índice
ru: Доступность индекса
tr: Dizin kullanılabilirliği
uk: Доступність індексу
vi: Khả dụng chỉ mục
zh_hans: 索引可用性
zh_hant: 索引可用性
